Repository: frankmathy/expenses
Catalog: Expenses/*.lproj/Localizable.strings
Languages: de

# HomepageUrl
source: https://expenslyapp.wordpress.com/about/
de: https://expenslyapp.wordpress.com/home-de

source: Edit Expense
de: Ausgabe ändern

source: Add Expense
de: Neue Ausgabe

source: Done
de: Fertig

source: Cancel
de: Abbrechen

# LogIntoICloud
source: Log into iCloud on your device and make sure the iCloud drive is turned on for this app.
de: Melden Sie sich in der iCloud an diesem Gerät an und stellen Sie sicher, dass iCloud drive eingeschaltet ist.

source: Reloading Expenses...
de: Lade Ausgaben...

# Error loading expenses from iCloud
source: Error loading expenses
de: Fehler beim Laden der Ausgaben

source: Error saving expense record
de: Fehler beim Sichern der Ausgabe

source: Error deleting expense record
de: Fehler beim Löschen der Ausgabe

# Error reading iCloud subscriptions
source: Error reading data subscriptions
de: Fehler bei Lesen der iCloud Subscriptions

# Error adding iCloud subscription
source: Error adding data subscription
de: Fehler beim Hinzufügen der iCloud Subscription

source: Set Date Interval
de: Datumsintervall wählen

# Today
source: Current Date
de: Heute

source: All
de: Gesamt

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

# Account
source: Budget
de: Konto

source: Category
de: Kategorie

source: Project
de: Projekt

source: Add New Item
de: Neuen Eintrag hinzufügen

# Add New Account
source: Add New Budget
de: Neues Konto hinzufügen

source: Enter Item Name.
de: Namen des Eintrag eingeben.

# Enter Account Name.
source: Enter Budget Name.
de: Namen des Kontos eingeben.

source: Save
de: Sichern

# Selected Venue
source: Venue:
de: Ort:

source: Import succesful
de: Import erfolgreich

source: Error importing Expenses
de: Fehler beim Import der Ausgaben

# Imported d expenses from s
source: Imported %d expenses from %@
de: %d Ausgaben von %@ importiert

# Importing from s failed.
source: Importing from %@ failed.
de: Import aus %@ fehlgeschlagen.

# Location Disabled
source: Location Services Disabled
de: Standortdienste deaktiviert

# Please enable location
source: Please enable location services
de: Bitte Standortdienste aktivieren

source: Delete all Expenses?
de: Alle Ausgaben löschen?

source: Yes
de: Ja

source: No
de: Nein

source: Next
de: Weiter

source: Edit
de: Ändern

source: Delete
de: Löschen

# Delete account
source: Delete Budget:
de: Konto löschen:

# Edit account
source: Edit Budget
de: Konto bearbeiten

# Help.Main.ExpenseList
source: List of expenses. Swipe left/right to move forward/backward in time. Click an expense to edit it.
de: Liste der Ausgaben. Wische links/rechts um vorwärts/rückwärts zu springen. Klicke auf Ausgabe zum Bearbeiten.

# Help.Main.DateSelector
source: Click date label to change visible time period type (week, month, year, all). Click arrows to move forward/backward in time.
de: Klick auf Datum um Datumsbereich zu ändern (Woche, Monat, Jahr, Alle). Klick auf Pfeile um vorwärts/rückwärts zu springen.

# Help.Main.AddButton
source: Add new expense
de: Neue Ausgabe hinzufügen

# Help.Main.ShareButton
source: Share / export visible expenses (as CSV file)
de: Teilen / exportieren der sichtbaren Ausgaben (als CSV-Datei)

# Help.Main.EditButton
source: Start deleting expenses
de: Löschmodus aktivieren

# Help.ExpenseDetails.General
source: Enter expense details here and below
de: Ausgabendetails hier und darunter eingeben

# Help.ExpenseDetails.Location
source: Click here to assign a Foursquare venue
de: Klick hier um einen Foursquare-Ort zuzuordnen

# Help.ExpenseDetails.Comment
source: Enter any comment here
de: Beliebigen Kommentar hier eingeben

# Help.ExpenseDetails.Save
source: Save the expense
de: Sichern der Ausgabe

# Help.ExpenseReport.Main
source: Report with the accrued Expense costs by category. Swipe left/right to move forward/backward in time.
de: Bericht mit den summierten Ausgabenkosten nach Kategorie. Wische links/rechts um vorwärts/rückwärts zu springen.

# Help.Info.Import
source: Import CSV file with expenses (i.e. from previous export)
de: Importiere CSV-Datei mit Ausgaben (z.B. von vorhergehendem Export)

# Help.Info.DeleteAll
source: Delete all expenses. Caution: All expenses will be deleted (after security question)!
de: Lösche alle Ausgaben Vorsicht: Alle Ausgaben werden gelöscht (nach eine Sicherheitsabfrage)!
